[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
0
1
2
3
4
5
6
7
8
9
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
##l
##a
##m
##s
##x
##p
##n
##d
##c
##i
##k
##g
##o
##u
##h
##y
##z
##r
##t
##e
##v
##w
##f
##2
##b
##3
##7
##q
##j
##8
##0
##1
##6
##4
##9
##5
th
##it
##in
##es
##ou
##ch
##er
##itch
bitch
##at
the
##ll
##ing
##an
##on
you
to
##ck
##as
##en
ho
##et
##ed
##or
##us
##ig
##ot
an
##is
##ke
wh
##ea
be
sh
##ut
##ay
that
##oo
##ow
in
li
##re
and
##om
on
my
##ve
##ar
##le
me
nig
of
fu
st
is
bitches
it
nigg
like
##ir
as
##al
tr
fuck
##id
##ad
im
lo
##am
hoes
for
##uss
##all
##ont
wit
##ic
##ver
puss
this
pussy
ha
##ld
##ee
with
##ust
hoe
##ant
ch
get
##ly
so
##ht
##ag
ne
dont
##ill
##os
ass
##ome
your
##out
got
up
do
all
her
nigga
but
##im
##ell
no
##nt
if
##op
just
they
br
##ese
##ash
##one
##int
not
at
go
shit
when
##ack
was
these
##ter
##ight
out
fr
##ur
##ick
she
some
##ers
##ent
##ie
##ce
trash
he
aint
are
##pp
##ct
##ake
kn
rea
lol
##na
##ook
ab
##ould
##ate
##her
we
##ion
have
##um
##se
##ear
##ess
pr
its
what
ever
tw
##un
##ds
cr
know
about
can
re
##ma
##est
##alk
##ol
man
##ink
al
##st
su
fag
##ame
look
##ere
##irl
dr
##dy
or
##ood
niggas
##ore
girl
who
##and
##ies
##ard
want
##il
##pe
them
se
bl
pl
##nd
say
how
##own
love
wor
one
every
bo
##ast
talk
##ite
##use
cant
de
##ab
yall
sa
##ha
call
fa
bad
yo
cl
cu
fucking
##ause
##ip
##hing
thats
sm
now
##end
bir
too
off
##ak
##ong
##ain
##fe
##got
think
why
youre
see
from
##ist
need
sp
good
##lly
##ide
##to
then
##ive
than
##ays
his
##ob
##itt
faggot
##ime
##ud
sl
ya
lma
##ap
back
##ind
try
##day
real
##oug
make
##ta
pe
##eet
let
##ug
##ri
##atch
would
ret
da
any
##ven
still
##bo
##ead
##ass
hate
##ock
##up
gu
le
only
will
never
com
ex
##ound
time
##ry
bet
ar
gr
gon
##fu
##ue
am
play
by
##umb
peop
mad
did
really
sc
##oll
people
eat
##ally
fl
##em
white
##ff
##ting
##ose
over
right
##ge
tell
##lie
sw
##ine
nic
even
##ving
##ra
being
bird
un
bec
##ost
##ool
said
##eak
lmao
dam
##eel
act
##anna
dick
retard
us
##ish
down
##ans
had
more
##uh
here
##ation
bu
bout
id
##ys
##oooo
stop
af
char
their
day
##ous
new
##body
##oke
dat
been
wanna
di
##xt
ill
##ah
##ny
##eep
big
co
##ac
damn
##lf
##iss
feel
yan
##ittle
mo
because
little
there
come
##ways
yea
niggah
tea
##oney
##other
##th
him
gotta
ug
##ks
ag
red
##itter
em
has
##ub
thr
##het
cunt
yanke
cause
life
put
take
dumb
yell
gonna
##orn
con
te
##ppy
nicc
che
should
##cc
##ice
could
##me
always
mu
dis
money
tweet
##ough
##aw
girls
charlie
better
ot
som
##zy
##are
going
lil
boy
ghet
cut
##kin
fri
ur
wom
somet
ghetto
##pl
ph
##ty
give
##ile
twitter
other
##ep
thing
##ase
retarded
yellow
qu
##ity
where
##urn
fat
##ang
##reat
##upid
keep
hit
fuckin
ugly
kill
##irst
does
car
mak
watch
stupid
##ne
tho
talking
fun
work
into
way
haha
col
##iz
##ber
##age
##00
##ih
sta
nigger
cou
getting
##ves
fe
black
pic
##aa
yankees
##ia
##ul
bab
hell
##ree
mon
old
##ci
mom
year
##key
##ipp
##ying
same
yeah
much
wr
##fa
##ollow
aw
show
birds
oh
##ich
##eal
##ure
##ft
sch
##sh
ask
game
well
##uck
##ro
##ude
brown
turn
##der
##ored
hou
pay
best
hes
wa
##les
today
##igh
suck
after
##thing
##el
prob
sex
face
last
##self
##ends
##ought
##oth
##ms
##oh
##fore
cuz
head
side
##ian
made
didnt
were
those
around
ad
mean
la
wi
##rea
before
sho
again
shut
##get
##od
en
ok
cra
gone
smh
##ful
kid
po
night
att
someone
lm
str
happy
something
bro
ra
##qu
home
beat
school
first
called
god
##gg
most
wear
many
tryna
next
bas
follow
wee
ton
##yal
##fri
another
fucked
colored
shes
lmfa
fin
##br
monkey
pa
##wn
##pect
nicca
high
##eri
##ons
baby
mar
##oss
crazy
##xx
hair
##oc
fight
find
ty
##hh
##ens
hard
##less
##ger
two
may
rem
ma
crack
res
walk
run
wont
##be
name
sn
##ats
dem
such
gay
yes
##unk
wait
gi
##ater
stay
pu
ima
nothing
women
lea
sing
##tf
having
pro
looking
long
tak
told
bruh
hear
lot
##ump
pret
house
##yy
##ating
friends
nah
##ble
##ated
while
chick
broke
el
free
min
##ment
##gn
loyal
doing
miss
sle
##ss
##pr
##ings
##ason
##ions
##unch
##friend
ive
op
##ey
trust
seen
pop
wish
care
ple
hot
##ets
pre
song
##uu
thought
##ather
##ary
##ama
swear
text
##ye
##ence
throw
des
app
use
tonight
gl
our
win
##ach
done
par
trying
guys
dude
mus
##ire
inst
phone
jo
und
##kes
everybody
wrong
week
fam
sor
stra
fo
##pt
##ple
##ied
##ond
world
hea
que
##ank
##ican
cute
doesnt
ore
hope
##per
alrea
funny
please
already
might
om
sin
##li
##ng
##ath
##outh
break
pull
pretty
20
lad
per
wtf
##ning
##ved
##ange
##ord
bring
supp
niccas
basic
sleep
rel
makes
sorry
ba
cool
##ps
##unt
cont
hand
##ames
##imes
guy
##ave
##als
##erson
##ips
straight
##ga
##ance
class
buy
ball
##gr
##bs
##our
##eres
##ooo
dad
days
ro
nobody
sure
faggots
##neck
ear
sum
##man
##vor
redneck
making
kids
dy
own
##if
##ually
##oun
live
##adi
##haha
##udes
##ild
##ew
saying
10
fake
job
light
mock
looks
wife
tf
went
##ph
##ily
though
tom
##ott
lets
remem
son
won
dog
hey
guess
jih
##tin
##ww
young
##ise
##ards
stand
gets
anything
amer
person
##side
chill
whats
since
ca
great
morn
##lo
##ace
##ball
##bag
##its
theyre
##ung
bus
pussies
count
hon
sk
##oom
stfu
##ade
self
woman
proble
point
bar
bih
list
must
pass
##my
##kk
nigguh
drop
away
remember
hal
main
ob
rac
##rr
##ign
##ute
eating
friend
jus
mess
##ither
inter
full
team
pict
bc
both
pick
ta
##cr
theres
##ote
fact
thanks
morning
catch
die
fem
skin
##no
top
##eam
says
##ably
leg
cur
mi
men
##een
##able
playing
##king
##att
##ales
left
teabag
##cial
end
seri
kind
##ors
everything
favor
single
##vin
##oud
##ands
belie
wasnt
everyone
def
##ught
##fuck
nice
probably
lmfao
mouth
chr
whole
boot
type
half
serious
##so
##ib
##vie
##ory
##ical
weed
brownies
laug
leave
acc
cle
low
sit
unt
rep
calling
compl
dead
ion
##hin
star
niggers
word
took
##ffer
##ize
music
gre
mind
##ail
##ier
isnt
happ
bull
years
pol
##lt
##by
hom
##amp
drink
##ubl
things
porn
wet
yet
##ped
club
comm
##row
##fect
tweets
females
ey
##ired
cry
open
queer
bihday
sell
##dd
##ents
maybe
until
either
food
mat
once
##ica
##ention
hel
dress
used
omg
believe
ap
came
line
mother
vide
##nn
##esh
##ush
needs
wouldnt
bae
wonder
ah
hu
sound
war
##zz
child
##erst
wants
wanted
differ
listen
##mm
without
outta
boys
watching
boo
set
##weet
myself
lost
##asty
smell
thank
tex
shoot
okay
100
lit
send
wow
##let
##skin
##rew
##here
saw
actually
check
else
dyke
cook
vo
##iv
##vel
##ird
rec
ref
fla
kick
numb
sick
##ho
##ever
##ones
somebody
slop
couldnt
respect
den
kar
nasty
via
##cle
##gers
##14
hold
smoke
slut
racist
video
eas
gen
hat
naw
post
rich
treat
##bt
##bitch
##ouch
##ery
##ows
##illy
drunk
plan
##ried
idk
relation
booty
bea
gave
mil
squ
thot
tried
block
cold
relationsh
bag
water
##cl
##ced
##ith
change
read
ready
reason
fags
coming
diy
bed
cop
mont
rock
##rs
##tt
##eter
shot
true
##male
place
through
female
fall
rather
sur
##act
##vi
thirst
##ins
goes
also
body
talkin
speak
arg
acting
move
pregn
underst
ent
ratch
##og
##jo
##ina
##ark
gettin
front
##ction
conf
wearing
crackers
favorite
eyes
gun
sad
##mer
fucc
##vers
##agr
sec
problem
pregnant
fans
none
ter
tired
##ces
##ii
##go
##back
##orrow
imma
lookin
girlfriend
##ugs
exc
couple
##gether
jihadi
hang
spe
##med
##ner
##co
##anny
lie
##eeee
comes
grand
add
heard
early
##ublic
ratchet
cat
mid
nut
pat
rap
sal
tast
##ling
##eg
##erve
##ana
hood
bean
##uth
##osed
flappy
fly
kiss
mf
met
pur
##app
##ino
together
##lex
meet
stre
yourself
reg
smo
teach
yankee
cheat
##ult
enough
finna
taking
lady
ele
far
fol
found
hill
na
##ping
##way
##20
##ense
ind
##cept
##itting
lmaoooo
sweet
oreo
fine
ign
med
piss
ppl
rid
##va
##vent
##fl
##ount
##atur
hor
##ork
anno
state
neg
outside
##essed
alm
least
boyfriend
cracker
number
##agram
fire
joh
lame
luck
nd
rest
weak
##ls
##mas
##where
##ants
super
thinking
suppo
cock
es
games
##gin
##wh
##ics
##ures
sometimes
quick
sexy
instagram
liter
relationship
month
cal
cap
date
har
law
roll
room
yu
##more
##uff
##ym
##iness
whos
comp
redskin
pics
beaut
literally
bi
fing
fan
mine
sou
sis
##ked
##ual
##esus
los
forget
##ict
niggaz
season
##iph
anyone
scar
few
giving
under
oreos
perfect
##ounds
understand
hall
##ix
##he
##ised
means
lose
doll
##ters
coon
hahaha
##ocr
tomorrow
clean
different
almost
city
hung
mur
pos
sna
times
##led
##sw
##iful
##for
##erg
youll
dec
grow
##shit
family
help
thirsty
24
eye
fil
ju
ni
pot
##line
##aim
mans
slap
unf
quit
##roid
voice
john
bor
ce
dudes
ed
hands
ir
jig
late
mc
till
##cot
##you
##ect
##ently
kno
pres
ago
killed
hella
attention
obama
picture
redskins
cor
dou
pow
past
ride
rob
woh
##ef
##ited
tripp
##ident
crying
drive
blow
ext
arent
bye
unless
phot
against
instead
laugh
annoying
12
ben
bunch
coll
jack
jump
lear
mass
sim
wig
##ness
##ial
shy
lick
likes
ones
truth
##oneip
ate
fresh
uncle
feelings
staed
attit
weekend
deep
fell
hug
less
lying
ser
sun
##gest
which
##oof
tranny
weird
knows
words
##xxxx
business
30
deal
ig
ice
mich
nudes
touch
##ned
##ka
##ton
ins
##omb
stick
##iday
##adse
sole
sub
##android
claim
spr
daw
exp
telling
##aaaa
asked
glad
pornandroid
##iphoneip
##adsexxxx
pornandroidiphoneip
pornandroidiphoneipadsexxxx
cow
er
pie
public
wake
answ
whate
steal
asian
soon
social
nothin
cream
alone
blue
smack
slow
movie
cons
cheese
lmfaoooo
america
honest
skinny
happen
beautiful
15
bud
hy
hum
later
ment
pen
pet
rick
round
vi
wash
##net
##ky
##vil
beh
shi
##oos
ste
twat
everyday
##ists
lmaoo
running
foot
teabagger
teabaggers
complain
matter
negro
whatever
mill
tl
very
##ious
##used
##oose
##ams
##amed
bra
gold
worried
anymore
using
cunts
contr
pictures
hillb
bott
jesus
rand
##dle
##zzy
##ress
thick
ang
isis
knock
knew
prom
save
screa
swag
working
##ipped
brownie
kinda
christ
taste
street
boss
kim
mor
ol
sign
tcot
wind
##lves
shout
int
##ars
story
##adis
door
close
retards
##ract
prolly
chicken
bullshit
dawg
ac
bit
huh
sy
sent
wack
##ism
##oween
mex
wel
proud
dri
clear
cloth
##ular
momma
green
hungry
unfollow
behind
bal
bur
dark
je
pap
##ler
##ible
##ket
##we
hop
stri
imp
havent
freak
abo
alb
order
blunt
realize
expect
thru
strong
walking
ladies
daddy
country
slope
soul
clothes
11
aye
bill
dur
fool
mama
titt
##ues
##ween
##bb
##ator
##ete
beer
##reed
##ality
trick
train
butt
##olog
dey
fair
badd
thinks
level
quest
rapp
followers
waiting
jihadis
media
answer
bust
bear
don
hun
hating
lu
sand
val
##not
##cy
##iest
##off
##za
##res
##vis
##ines
youve
whore
##eain
##ley
step
##ider
goin
##acks
twer
crow
dream
box
cuff
lmaooo
between
scr
biggest
wild
##press
park
mix
halloween
dm
dan
eb
fast
ge
gang
pan
sounds
##ze
tha
mem
loves
neck
brother
friday
##selves
##ola
worst
##aked
retweet
flo
race
chicks
texting
lucky
finger
photo
attitude
1st
bomb
each
jail
jeter
lat
nick
pim
ran
tal
tight
vir
ze
##ming
##son
##come
##ik
##io
##ging
##book
##ject
thug
hos
stuck
##ically
abs
crist
sayin
small
##ended
seem
seeing
##ations
niggahs
tweeting
hahahaha
taken
2014
american
chris
seriously
easy
second
middle
snap
50
base
lay
punch
test
wea
##ax
##cer
##yr
##ition
##iny
##ony
tot
town
hoos
bey
beef
liber
stud
yours
dope
prop
##peci
calls
grou
playin
become
##ational
disg
asking
sucking
problems
defin
karma
folk
ignor
scared
learn
baddest
ke
ru
tv
tur
wat
##te
##bing
##ates
##orge
bel
fuzzy
stuff
trap
fucks
forever
themselves
death
anyway
swe
news
##ized
poor
joe
##like
##gaf
balls
summer
##phone
account
gener
control
hillbilly
random
avi
bow
gar
hi
jud
pig
tre
vote
##pa
##do
##ged
##ok
##of
##bl
##ato
##eth
##oop
living
##rect
forgot
sheen
twink
##ilt
worry
tryn
played
buck
##ipple
shoes
enjo
##ocol
##uuuu
cele
power
##respect
ban
band
cous
corn
egg
fw
loud
mag
nor
naked
vs
wc
##land
##aft
##mit
##time
##fr
##ba
##but
##bra
##10
shar
inv
lock
doe
##urs
##ield
dry
drake
##boy
scary
died
cour
turned
##friends
hairy
caught
laughing
surpr
special
capt
boring
trippin
colle
piece
group
alex
dere
ml
mer
ny
sam
sma
soooo
uh
##py
##pin
##now
##cing
##iers
##ient
##vo
##vice
##ites
##ane
anim
fuk
##ides
chang
chocol
bros
weather
delet
smile
offic
expl
grade
actin
cheating
disrespect
stress
finally
resp
democr
takes
homie
##hole
sister
million
college
chocolate
19
aut
book
bak
cir
cam
din
fck
fut
feet
hick
hide
joke
king
mot
mut
nips
pink
poss
rip
teet
tatt
vis
yass
##lim
##mon
##ding
##ians
##girl
##oj
##zing
##right
##wood
##ities
##ative
##ots
ant
lips
trip
chug
##ages
nope
mane
looked
##ending
##obe
lebr
whitey
idgaf
feeling
ugh
thro
feed
##ensive
maj
##yyyy
deserve
handle
double
celebr
teeth
18
cre
cash
cum
camp
iphone
jap
jew
mr
net
pill
punk
push
rain
##cess
##iet
##ten
##vant
##omf
##aded
doin
brain
drugs
draft
blood
cuh
comment
shouldnt
##ealous
sucks
facebook
weeks
prof
supposed
basically
polit
texas
excuse
months
murder
president
honestly
during
course
13
bang
card
gas
jealous
ling
mas
near
nose
opp
pea
pant
peri
ri
vers
wall
woke
##night
##days
##ike
##tr
##ward
##bur
##que
##ero
lif
##reen
stank
##vern
cho
##osh
crib
##oles
bob
##itely
dare
except
coons
const
cares
sneak
yester
parents
##view
motherfuck
cops
argue
confused
smoking
mexican
welcome
ebola
absol
##pecially
derek
future
lebron
air
bought
ct
cus
cong
dese
gym
kan
lone
lead
natur
rn
rub
south
wiz
##del
##gan
##uce
##ts
threw
##onds
##ased
holy
inside
iss
blame
blah
fail
faith
slit
##ugg
grab
flat
flip
cover
##aaa
babe
##ipping
minute
songs
throwing
muslim
especially
extra
massage
human
football
angry
paper
throat
major
lonely
ape
acr
bt
bf
bitter
burn
duck
dance
foh
gop
jay
match
ps
poll
rose
sen
sense
til
tong
##da
##de
##ij
##ges
three
##ench
##ora
sha
##utes
lives
##arently
nigs
ash
asshole
brought
shitty
wass
seat
smash
spell
thang
slapp
exact
idc
color
moms
attract
paid
##adium
internet
facts
legs
complete
apes
childish
teacher
huge
definitely
peace
yesterday
absolute
21
40
ay
ama
bum
bun
creat
ep
fash
jk
lunch
oomf
ring
sil
tu
##lin
##com
##ror
##fo
##bh
##esome
loc
##antly
champ
sox
soft
allow
herself
govern
##ume
knowing
##inks
drea
bless
worse
clam
spos
daught
gucc
grown
bigger
model
##the
emot
moment
broad
typ
rednecks
dropped
curr
selling
warm
refer
blocked
ctfu
99
bare
bump
dnt
fill
field
gtf
hunt
jam
lam
lord
nfl
tim
tits
van
##af
##min
##real
##vy
##iting
##ene
ann
##aying
##arr
##levant
stadium
tra
##ida
##ady
fore
##eez
chan
sold
soles
##ope
brand
heat
##ional
##ston
drag
clown
##akes
spa
spend
##ittin
anyways
player
flor
##oooooooo
emoj
##ney
##ode
eng
finish
##hhh
minutes
apple
apparently
glass
suppose
wifey
happens
police
entire
clearly
stripp
titties
enjoy
dinner
across
wassup
gucci
25
200
aka
bone
breat
dump
equ
fit
heal
hitting
lar
names
pin
pack
pock
rice
tan
tbh
wint
##con
##ior
##oy
##head
##rick
##wa
##bage
##18
##11
threat
##cha
##ches
##ature
##etch
shaw
stalk
tru
##icans
##eee
chin
chase
chunk
neva
##imate
##elle
drug
dep
spo
spic
scott
screen
dats
cond
teen
hits
monday
write
hours
##others
married
opin
heads
dykes
##otect
planet
enteain
regular
eyebr
potato
driving
fairy
ignorant
trynna
baker
period
tongue
exactly
17
ble
cost
dar
dying
dms
et
east
eah
fig
fish
james
mt
mile
nip
russ
rude
tit
ten
tall
tough
veg
wen
west
##lol
##ael
##sa
##pay
##pose
##dr
##dam
##dies
##cut
##car
##ole
##yan
##ren
##rican
##22
##62
tow
ange
shake
trans
##ops
##pped
weight
cripple
alot
alright
secr
offended
offensive
##itty
slide
##rible
playoff
idi
idea
somethin
staing
wif
singing
famous
dogs
interest
drinking
cookies
##btweet
grandma
nuts
folks
##aturday
hyp
question
virgin
hoosiers
liberal
garbage
mlb
animal
explain
kanye
60
born
cats
dig
ev
fear
ferg
hus
key
ms
mention
nom
piz
sat
sitting
tick
tem
ve
wed
yung
##ale
##ster
##don
##iff
##ience
##ken
##yle
##rest
##ted
##erry
##asing
hol
lies
stu
stat
##ids
##ades
impress
sol
sock
neigh
##oph
bread
##ints
cred
subtweet
draw
everywhere
devil
spook
##aph
##box
coach
##ubb
putting
dumbass
quote
cars
attack
rape
basket
walked
##ssss
deser
winning
jokes
road
mocks
##www
morningjo
lowkey
repo
sett
beaner
pissed
losing
simple
window
accept
bald
baseball
japan
panties
chunky
eyebrows
etc
neighb
morningjoe
14
300
age
bs
cake
dom
fre
fle
fix
hur
jim
kobe
land
mall
math
named
ole
pants
ray
rated
saturday
tag
um
vag
vie
##set
##ife
##gs
##hood
##vill
##itive
##ann
##any
##eds
whipped
##oods
inc
choke
chuck
chance
brag
gov
french
##ury
somewhere
##ief
protect
known
candy
sup
worm
sav
safe
callin
thinkin
sla
makeup
letting
anybody
switch
build
coff
yanks
himself
cheated
fried
babies
fighting
remind
snitch
snow
longer
queen
contact
record
ignore
riding
dollars
filth
michael
christmas
albino
talm
beyon
faithful
attractive
florida
hypocr
pizza
basketball
view
90
aver
aust
bat
bday
bank
det
gab
ht
hips
jen
jord
mis
nun
os
rom
rih
sir
sons
tar
tip
tac
tree
vict
##air
##nig
##uz
##uation
##vies
##wor
##work
##fast
##bers
##ining
##cho
##era
##erv
##ered
##oner
##each
shop
inj
incl
##reci
fuc
stom
store
##iding
##ada
log
##amas
cross
alive
##anda
blind
##astic
deb
##aking
yah
##tape
##boys
lem
exist
grind
players
score
flow
uni
movies
muzz
turning
hour
following
paul
missed
fox
breaking
breakfast
201
royal
chillin
messy
difference
sloppy
milk
speaking
term
excited
purpose
juice
freshman
consider
happened
floor
zebra
weave
disgust
cousin
wcw
winter
opinion
coffee
718
dear
diss
eag
flex
iont
mic
nerve
pal
pac
raw
sooo
silly
tear
tour
witch
wal
wop
york
zero
##aj
##uing
##yd
##room
tht
##ouse
##chat
hook
##ison
bein
shell
##ution
ina
inse
##relevant
often
asks
track
##allen
##ices
havin
chea
fro
##pping
##earch
prin
press
priv
twice
rele
##andal
##ility
sever
plays
clos
spot
##riage
comin
##ement
tells
usually
built
##ooooo
charge
molly
##ube
shouldve
disc
##ept
killing
watched
turns
headed
admit
##hhhh
giants
mins
appreci
contin
friendly
message
tax
guns
beanies
##2022
irrelevant
wigga
sunday
bottle
##ology
twerk
george
pimp
surprised
delete
creep
bobby
natural
amazing
dreams
daughter
##622022
##donal
average
rihanna
lemme
718622022
7186220221
35
ari
bb
bre
bath
cas
cig
case
dip
dist
duh
gook
jers
kr
loose
mick
mac
nap
nail
pier
wer
yr
yess
##la
##coh
##gy
##gas
##gar
##gue
##uc
##uct
##ron
##fish
##bad
##bel
##ined
##atic
youd
##ett
##uson
##ishing
inn
inch
meant
stage
##irit
##ico
##very
##eek
choos
##imin
noh
pray
##und
##stem
talks
talked
del
sauce
spl
span
tryin
daily
army
arrest
scally
##raid
##race
afraid
dating
illeg
feels
teams
puts
tweeted
##anger
keeps
carry
wayne
felt
shows
shower
showed
tony
paint
gives
slept
##uuu
##life
##ground
##iforn
taught
mike
accident
republ
children
boobs
hatin
shots
arguing
seconds
##backs
regard
election
californ
border
mcdonal
corny
buddy
bottom
album
total
turnt
belong
circ
congr
epis
allowed
typical
shawty
vegas
secret
idiot
##ville
austin
republican
az
aff
bes
bac
boun
cust
dest
foc
hil
kh
ly
les
lou
lab
lak
mir
mist
nation
oth
pit
por
page
pump
radi
san
soo
sar
vot
yard
##mo
##par
##nation
##den
##ives
##gu
##zi
##fh
##fer
##ital
yous
holl
##ories
shame
share
meat
stunt
trou
##idge
##ussy
##icy
##iced
##ication
chip
chain
socc
##ills
assh
upd
brit
brothers
atl
price
tweak
crash
crush
repl
succ
blast
works
saving
smith
office
needa
##oble
##aps
wouldve
grad
gram
##fully
##umble
scandal
flight
flaw
buying
african
moving
agree
convers
shoulda
feather
##ippin
awesome
##ucks
houston
lazy
raised
based
followed
lmfaoo
marry
##yyy
missing
pops
##ache
##onda
bars
##rrrr
commun
squad
reading
terror
##cover
streets
##2014
indian
horny
dollar
mentions
shoutout
sweat
judge
constantly
psy
local
miley
playoffs
ferguson
japanese
soccer
ain
breed
dw
four
ga
gf
gir
hen
hust
hist
hmm
ik
lyr
mos
pom
pee
pain
peep
pure
ron
rag
range
sus
size
search
tend
tbt
ut
vine
ways
woof
##lock
##lish
##sos
##nes
##ca
##cake
##ker
##gi
##hea
##rup
##ek
##wich
##bed
##ering
toe
##asy
##using
##ises
whine
wheres
##uts
lip
##lect
itll
imag
challen
asses
dod
shits
waste
##ured
twist
cans
cand
mann
alcoh
orient
girlfriends
plans
deg
fault
closed
smfh
seems
spirit
##itten
slant
peck
timeline
action
moan
hello
sexual
strugg
lmfaooo
mary
marriage
giant
leaving
progr
pulled
sleeping
lights
lightskin
standing
personality
honk
selfies
points
##attle
##fuckin
dressed
karmas
easily
hates
##vious
hanging
salute
mfs
bio
posting
jigg
doubt
penis
washing
complaining
screaming
system
impo
rappers
mixtape
general
locked
mutha
political
absolutely
foreign
chinese
credit
spanish
california
mcdonalds
trouble
16
2nd
aunt
bored
ceain
dc
evil
fb
fou
fant
fob
hip
igg
iubb
ken
mig
mim
ner
national
ram
ros
ult
yuh
yep
##lon
##mal
##mers
##national
##dont
##col
##cies
##ki
##how
##zil
##ex
##vs
##wife
##bow
##band
##12
thin
thous
thurs
##ito
##ched
##aster
##asure
##edy
anal
beans
shos
##utch
inf
liked
##reme
##leep
stink
stole
##ires
troll
trail
##ided
forreal
##icc
##usty
chink
chasing
solo
neither
goals
lolol
cancer
rev
along
whoever
##ili
##iled
blond
everytime
boi
bodies
##ables
fav
##aka
##llywood
slay
##ria
arm
fli
flag
unc
feelin
teapay
##hetic
conce
father
funn
##izzy
older
showing
paying
beating
final
tyga
walks
leaves
##perate
relax
classy
classic
sky
##kkk
obvious
legend
reply
republic
homies
apa
apolog
cookie
kicked
posted
bags
argum
gunna
##eeeee
address
purple
lately
beng
spread
coward
stealing
viol
steve
brazil
sentence
questions
rapper
sandwich
snapchat
twinkie
twinkies
changed
offici
ashamed
fashion
barely
##damn
settle
vagina
jersey
lakers
success
alcohol
impoant
republicans
911
aha
cd
cott
crew
das
doo
douch
deez
eur
ema
fal
gt
gag
gator
hm
honey
irr
kat
kard
mal
muh
non
owe
pj
rent
sour
tank
wo
ye
##men
##miss
##pic
##nin
##nam
##down
##cent
##ias
##ipe
##ove
##oint
##ux
##ya
##tim
##vb
##bc
##bout
##qq
##99
##inea
##erm
todays
##ores
##ising
whiny
bell
liqu
stas
isl
asleep
fucker
loved
##ami
chat
chur
##htag
necess
upset
doct
butter
justin
bru
bright
goal
outf
fru
##urb
##icks
someones
prot
proof
sudd
orange
##iling
deli
faced
faces
backp
##upac
guinea
betta
flash
tellin
dicks
##aces
moon
##they
##ubby
cuts
quiet
funky
adult
advice
broken
homeless
beats
pair
gift
takin
minaj
career
texts
desc
desperate
wins
heaven
##oured
roast
##wwww
americans
busy
selfie
passed
clevel
staring
listening
boos
sluts
thots
addict
pathetic
salad
beaners
smokin
horrible
247
series
cowboys
knocked
syria
tricks
luv
crowd
nicki
generation
magic
captain
democrats
btw
pollo
slapped
current
emoji
breath
truly
enteaining
blew
angel
beyonc
jordan
includ
stomach
eagles
insec
mickey
regardless
episode
afford
hilar
lesb
others
##oblems
oriental
kardash
sudden
22
27
65
av
bid
coo
cel
eh
est
fed
fist
gim
gum
gard
goof
ham
iu
ike
jer
kept
lee
nba
obs
ova
pound
rally
sea
ted
tupac
wil
wana
zim
zone
##aign
##mh
##mar
##cs
##ull
##han
##red
##ees
##van
##with
##fg
##30
thre
##itary
##atically
##oned
toes
##orm
##uses
anth
belt
shock
##ayl
lim
##rection
##ared
stone
stock
island
lovin
##aming
##eeks
cha
chief
##iment
brook
##tern
##iel
##ession
pressed
crit
als
wanting
blank
plus
spit
goodnight
##aped
##assing
legg
area
grah
##uel
scale
eats
eatin
unif
stopped
charac
diet
##acy
emb
hashtag
yelling
boyfriends
phil
killer
laid
shoy
kidding
nights
raise
wears
##erial
league
project
hearing
housewife
poppin
appear
appro
join
##load
honkey
honky
interview
international
catching
legal
curve
common
cryst
##ival
treated
##bitches
relationships
##ttt
catfish
kissing
teachers
elect
decis
nikk
niqq
correct
hype
vibe
scream
jeans
ordered
valent
twerking
totally
bucket
sharing
caption
disrespectful
respond
autom
camera
tattoo
visit
##girls
lifes
senior
governor
gtfo
dragon
pockets
study
socks
neighbor
hurry
muzzie
walma
cheap
appreciate
cigar
focus
radio
assholes
indiana
lyrics
pecker
mimi
ultimate
trailer
church
insecure
hilarious
kardashian
aud
bound
boom
cit
cin
cen
cell
cent
cyr
dj
err
five
gm
gri
hater
htt
ka
lls
mob
mcc
ped
pus
peter
rare
vol
wid
wide
##look
##list
##mi
##pers
##ku
##rd
##rated
##tube
##wards
##bab
##bye
##ja
##jesus
##16
thes
##iner
##chea
##erie
##anut
youtube
hoo
hole
hollywood
##ether
##ette
ank
whit
whis
wheel
bees
shall
shady
online
##ari
##least
style
##irs
asf
loving
##amps
##anta
chest
##illa
assume
heres
theyll
brady
##ashed
atleast
fries
##enty
knees
##ately
##ateful
twit
cru
cannot
rece
reject
##olved
ali
sugar
drown
##ils
plz
sale
saved
cudd
##ipt
needed
##itted
slick
background
realest
##ugust
##rif
arab
gra
flu
##emade
##rael
unlike
becom
actual
bully
bouta
direct
cod
##kskin
discover
killin
makin
coloured
couch
##ipples
##roit
browns
ador
str8
##gging
##gggg
##erience
given
mini
texted
design
worlds
queers
##graph
jobs
##love
##loyal
bush
selfish
racism
tape
##cred
femin
favorites
defense
starbur
homemade
commer
opening
##ddd
mature
##nnn
shooting
sending
##iiii
salty
tastes
flying
element
##what
calm
laws
comput
sisters
loser
film
johnny
learned
simp
insult
spring
experience
petty
promise
burnt
above
beard
value
latina
disgrace
rule
pigs
corner
nyc
tattoos
anti
master
river
issue
broads
filled
glasses
larry
threaten
darkskin
tickets
status
filthy
talmbout
detroit
hipster
target
##nigga
disgusting
illegal
besides
custom
porch
update
conversation
candid
thursday
blonde
officially
cotton
douche
pjnet
cleveland
boosie
including
goofy
graham
embarr
crystal
cyrus
starburst
23
45
5th
70
80
august
bast
bug
dall
dish
ew
ego
gos
gorge
hittin
ira
ja
js
jan
kitch
lang
mook
mood
matt
nat
oil
pipe
rh
ross
tx
td
tig
tack
tie
tap
table
umm
wine
wings
wise
xbox
yup
##lan
##sp
##pussy
##kn
##gly
##god
##over
##oci
##zon
##rig
##ric
##ries
##eed
##ws
##well
##bird
##just
thou
##inal
##erman
##ingy
tool
##ases
##asons
##eno
whip
##eady
shed
shaped
##oops
infl
lied
##ara
##arm
##leans
steak
##ira
astr
tries
fucken
##add
##adays
hav
haw
##eef
##eech
chic
choose
##lyn
sosa
negr
associ
gots
bron
##ashes
note
goat
outchea
frank
##hern
cray
crime
crap
cance
review
##olen
drama
organ
##ander
defe
##haw
farew
badass
clock
clams
cup
smd
nowadays
spam
slam
##apt
reality
realized
pepp
woulda
davis
##board
lean
express
grass
ground
amos
amber
scare
scene
flock
##empt
swing
acts
uses
ide
ugli
emp
coulda
phones
worked
workout
##000
wrote
##rod
wave
##ighs
sucked
enem
homework
goddamn
##bras
##brown
##break
##ensitive
harder
male
resist
lotta
##problems
popped
glo
##aches
##lix
bringing
root
sumn
obamas
tail
miami
wondering
numbers
holding
haters
plano
plane
miles
terms
nuttin
raped
horse
statement
negative
harry
fingers
##form
##ergy
juicy
nike
benz
jacket
attitudes
service
michelle
conserv
stevie
signed
burger
keys
kevin
normal
wcvb
surprise
majority
government
trait
health
figure
deserved
gabby
logic
debate
royals
continue
creepy
werent
destro
history
##giving
challenge
fantasy
funniest
hmu
irrit
liquor
fruit
descri
addicted
lesbian
wilson
automatically
neighborhood
center
##baby
cuddle
adorable
computer
dallas
iraq
kitchen
farewell
2k
4th
64
6th
bie
bother
borrow
coke
ds
du
dum
dun
ef
gh
gw
gig
gut
goo
gur
goss
hiding
jet
jac
jung
kend
kush
kik
kitty
lin
lake
link
mn
mou
mum
mrs
nipple
ow
oce
pt
pitch
pil
pool
poke
poop
sag
sink
tun
uk
ver
wus
wood
yay
yal
##lers
##mad
##mber
##su
##xy
##pm
##por
##pre
##pie
##ns
##cu
##can
##cos
##iams
##kim
##kward
##gie
##oon
##ule
##uage
##hers
##ring
##roll
##ez
##vid
##fc
##bob
##bble
##13
##iter
##che
bitching
##ators
##anas
##onse
##ckey
##ener
host
hockey
##eda
##igan
##otes
##otic
anch
anac
##eapp
belly
shr
shis
shine
##oody
incred
liking
##reck
fugly
steel
states
steady
stolen
israel
likely
trave
trade
##ado
imm
loss
force
hack
chop
##agon
assum
upon
doors
hero
##ims
brah
shitting
wasp
wasting
fran
frfr
knw
reaction
abt
pros
print
prod
twats
##uns
##under
cris
crows
reven
requ
repr
rebel
mannn
orig
orleans
##iles
boon
dez
fac
spent
slipp
return
dawn
scum
scra
screw
activ
##oooooo
charl
diam
divor
code
##that
concer
cheer
mult
kills
cards
##izing
##ules
wrap
written
sched
##ship
bestfriend
suckin
energy
raven
paic
paies
finding
snacks
demand
lots
pretend
##sss
popping
glizzy
joy
hopefully
omfg
related
##grateful
ears
barb
##kkkk
ended
boots
drinks
wetback
material
smells
1000
easier
military
square
rockin
surv
##versity
purse
nappy
lmaoooooo
##white
##ledge
decided
educ
tripping
blowing
jumped
wigger
shyt
fellas
spray
exposed
slowly
mental
hillbill
promot
unfollowed
hopes
titty
levels
cuffin
cuffing
hoosier
beyond
liberals
response
democrat
books
possible
yasss
campaign
pillow
comments
profess
choice
issues
muslims
shaved
smashed
silver
emotional
currently
announ
brandon
emojis
finished
strippers
stalking
condom
costume
towards
interesting
husband
veget
holiday
solid
deserves
repoed
fleek
building
contacts
miser
tacos
victor
princess
released
discuss
nails
choosin
arrested
congrats
bounce
louis
mistake
british
psych
imagine
washington
iggy
##timore
islam
outfit
protest
##aylor
leggings
character
niqqa
twitpic
simply
gorgeous
language
negros
ugliest
effect
jungle
26
3rd
aid
ahaha
avo
aids
bm
bands
bumble
cos
cord
dea
dre
dee
doug
een
freed
faster
gor
gain
hr
hated
hugs
juss
jose
kay
lines
mack
nag
nbs
nipples
od
ooh
pm
poo
pun
rb
rat
rot
rate
rite
sout
sack
sight
six
sensitive
ti
tips
tiny
vac
vice
wes
wan
wut
wore
waking
yrs
##aur
##pir
##pics
##nie
##cus
##ique
##ko
##oot
##uine
##house
##your
##yton
##zen
##ris
##ray
##ral
##ront
##ration
##ti
##vm
##walk
##ware
##who
##fy
##flix
##bin
##bet
##bro
##bucks
##15
##5sos
ther
third
##itions
bitchin
##llll
youn
##ences
hobb
##etime
##igger
##otle
##isy
whining
beg
begin
info
lived
livin
##rel
##reg
##rees
##omen
ona
##lem
niglet
stain
stoner
ital
nigglet
##irk
##ala
truck
##idi
##onth
chose
chinks
sober
soci
##ago
##aged
neph
gotten
upper
butth
##imp
##elly
nog
brian
noticed
wasted
##uring
trashy
##cts
reach
able
prim
preach
prison
twins
rema
reasons
##esty
alab
whoa
##ilty
##peop
sept
blessed
plot
plastic
plenty
hows
##aboo
cloud
cult
##iple
nowhere
##istic
spark
speech
##obbing
##udi
slaying
peyton
david
anywhere
##assed
guard
guilty
lepre
williams
exam
arms
##umbus
scient
unloyal
ungrateful
buff
dates
dike
coc
moves
throbbing
convin
couldve
##melon
disapp
##play
##plant
qua
##nel
function
colors
stairs
blacks
##cious
wrest
adam
meaning
shutup
attend
strip
strap
homeboy
schools
mostly
haircut
snatch
sniff
staying
puff
nahh
freeze
##pressed
trusted
hotter
thoughts
breaks
pulling
role
##ific
personal
greatest
honor
skills
picked
legit
##fucka
##fuckas
situation
starbucks
grew
bullet
clubs
commit
dressing
##hoe
slopes
beach
falling
understood
##merman
species
##medi
salt
purge
ladykim
elev
lmaooooo
sweetest
annoy
suppoers
esp
##while
cali
beauty
fancy
##formed
johnson
irish
extreme
##aaaaa
consist
baltimore
##weather
freaky
busted
cuffed
scratch
mixed
member
zebras
hahahahahaha
student
students
definition
stuffed
accounts
bowl
vote5sos
invite
sooooo
official
celebrate
celebrity
netflix
pills
murdered
oppoun
version
failed
ayo
fasho
##coming
champion
english
stripper
healess
pineapp
pocket
virginia
wedding
domin
savage
slavery
hypocrite
jenn
oscar
##works
private
severe
bacon
graduation
community
terrorists
dwight
rangel
honkies
foul
thousand
lololol
obviously
bengha
successful
europe
false
necessary
deliver
gimme
obsessed
teddy
threesome
brooklyn
uniform
citiz
theses
rejected
becomes
candidate
influ
astros
gossip
ocean
anchor
anaconda
assuming
revenge
slippery
hillbillies
miserable
southern
nephew
leprecha
ladykimora
43
7th
ahh
azz
b4
bay
bash
bend
bost
bones
bitty
battle
der
dut
due
danger
eff
ess
eva
ewww
fm
fame
gin
gam
gall
gee
gent
gear
gap
gem
hs
hig
hay
hats
ih
ios
jon
jess
jaw
jul
jones
josh
ki
ketch
lb
lap
links
mate
meal
mmm
ned
nug
ou
oct
p2
pon
pers
pist
pud
pounds
rt
ras
rum
sittin
taylor
vet
vod
wn
wy
wol
wreck
yeen
##lar
##los
##aint
##mat
##mate
##mfa
##pan
##pet
##pos
##nies
##nbc
##dad
##cil
##cast
##corn
##capt
##ius
##gle
##gaw
##gang
##oed
##uced
##hat
##ham
##zel
##talk
##tweet
##wagon
##fag
##25
##bu
##bor
##bby
##js
##1d
thugs
thunder
##iti
##inds
##eral
##eries
##eration
bitchy
##ati
##atul
##llie
##andy
##anks
##onna
##ency
hoop
hors
##orrect
##oty
##otch
anx
whoop
bee
beast
shm
shave
shade
shiner
##ooped
infect
lib
##arant
##arian
mee
ster
stab
stands
stacks
itch
##iro
aside
trin
trill
##idents
##ads
##ament
##icle
pussys
##eezy
chir
cheeks
##illed
justice
brun
britt
whenever
fred
##urance
##ookie
webs
##sey
prude
pract
crook
cried
repe
##olution
manag
manning
##sta
##str
##star
##stop
##peanut
places
boat
deck
saudi
clips
clutch
spear
goodbye
##ober
guarant
willing
arod
gross
peoples
##olling
eaten
flop
##ffic
##osex
swim
sweep
##eels
download
bubb
bubble
coast
##acle
hasnt
yelled
conne
convo
tech
dise
cutting
womans
##ples
##ploy
quality
watchin
##izz
##0000
##ulous
awkward
ohh
##ealth
##she
##rog
adm
##ream
##gets
##gged
wearin
tonite
highly
##onsider
marij
##ocorrect
fighters
hardly
remix
maury
walkin
runs
runnin
pretending
mines
loyalty
popular
popcorn
prefer
parent
joey
oml
omm
##lier
##grade
dads
earn
earlier
##ottie
standards
americ
chilling
counts
ski
pointless
barry
passing
dropping
thanksgiving
curved
accord
bulls
homo
eyel
opened
##nnnn
ahead
warning
texans
refuse
##hoes
slutty
genuine
watermelon
copy
falls
fuccing
terrible
patrick
smoked
cocky
compete
company
bike
murph
positive
##force
decent
decide
iron
mcm
robes
blowin
shylock
dealing
michigan
claiming
cheesecake
lmfaooooo
humor
mentally
washed
signs
unfollowing
jeff
##uesday
training
lux
dancing
retweets
pimps
hosp
beefing
proper
ruin
trey
treasure
enjoying
cousins
eggplant
changing
deleted
respons
autocorrect
circle
hicks
motha
possib
##yyyyy
campus
jews
##iety
profile
lingerie
verse
constit
motherfuckers
naturally
matching
slapping
bunny
tule
blessjesus
emotions
chances
equal
title
wifi
msnbc
neighbors
slaves
views
romo
taco
shopping
2013
tears
privile
arizon
breast
pierced
innoc
congratul
lyin
mirror
pumpkin
holla
chipotle
atlanta
tweakin
tweaking
henny
degener
moaning
struggle
progress
fliing
argument
backpage
zimmerman
valentines
griff
ankles
commercial
dishes
chicago
bronx
cancel
enemy
farewellcapt
ghost
kendrick
incredible
repres
alabama
example
cocain
espn
duty
fml
higher
ketchup
vodka
##peanutss
farewellcaptain
499
5sos
67
95
aa
ae
ack
aist
avis
ber
bon
bam
buss
bake
bite
bosh
cc
cy
core
cab
dh
dies
dub
dice
dusty
eve
fi
fest
fab
fought
gal
gays
german
hid
hipp
hire
humble
ian
ily
jr
jake
jason
jets
jerry
kike
kirk
led
lack
loos
mast
mud
mia
munch
mets
mouse
nc
nh
nin
nan
nas
nature
og
ov
oak
occ
pc
pear
pose
pats
pork
ren
rad
ree
rug
rod
ruth
ryan
sore
sang
sym
uber
voc
vamp
wing
wuss
wink
wob
wats
waka
yol
zo
zoo
##light
##lph
##au
##ae
##mans
##mich
##pen
##pol
##core
##cakes
##game
##good
##old
##ued
##uals
##uana
##hes
##hell
##yl
##zer
##zone
##rn
##rist
##round
##tos
##tions
##vp
##wr
##wed
##west
##wise
##fs
##fans
##ban
##big
##boo
##bee
##bys
##300
thottie
##ita
##inals
##esy
##ester
##chu
##chool
##atin
##atives
thee
##inger
##ances
toil
toys
toss
##enn
##ety
##usive
##othing
anon
##isk
##kel
wher
whose
whips
whores
shark
indy
liv
##rell
##omy
meg
melo
melt
fuher
stood
station
##ali
trend
trapp
traded
trann
##adian
loaded
loaf
##amer
form
former
forward
##icide
##icious
##verse
##ldo
##eem
##antic
chu
chas
chap
chips
chubby
##ags
##osc
##osing
##outs
doc
dolph
allerg
brad
bridge
notice
ath
##ackin
##tery
frm
##enti
##iels
trashes
##ppin
weve
welf
pra
##union
crown
cruz
cann
canadian
relie
##mao
##olic
manz
suicide
drove
sean
seats
blows
bloody
plant
lovely
boats
decl
##abet
yalls
saints
click
clap
climate
clothing
cure
##aki
##istan
spin
spine
space
spider
slim
slight
slip
letter
##rib
guid
guala
leo
comfo
exs
exe
exit
exes
grave
among
##umbl
scor
science
flood
flipping
##ems
swerve
unin
became
usa
boutta
dildo
##ahs
cole
##acc
comeback
##thew
agreed
mull
tweetin
ghettos
##playing
phase
philly
otherwise
quite
quotes
fathers
##angers
keeping
caring
##news
hahah
##berry
feature
##face
awful
paybacks
sucker
sideline
adop
meanwhile
wipe
shoe
attempt
string
stretch
stranger
rach
homegirl
beatin
##ggg
market
tyr
mayweather
##bees
snip
stayed
leavin
proven
eli
operation
wishy
prepar
throws
appoint
glory
parking
insta
everybodys
weeknd
queens
percent
##angeles
relig
bait
cooler
ballin
##ified
##hahaha
##phant
remembers
guessed
county
barack
passion
tale
##cru
catches
ending
defending
##fucking
##iban
compliment
stars
eyed
matters
helped
huing
sounding
voor
reco
recent
recently
flav
kicks
deny
karate
genius
treating
milf
squi
montana
enter
confir
confront
##iii
speed
speci
patience
smooth
elephant
farm
hillary
medical
pisses
ridin
resting
restaur
superman
cocks
lawd
lawy
soup
losangeles
dolla
position
growing
mansion
present
powder
wohless
collect
fellow
ight
touchdown
insane
inspir
insurance
expensive
answers
stepping
golden
bottles
christian
moron
morons
intell
drivers
blunts
bills
hundr
steph
twerkin
gangs
floyd
latin
pimpin
talent
taliban
hoser
laying
studio
##pecials
ruined
sweater
sweating
judging
##door
##block
##ethey
banana
eggs
##from
merry
animals
democratic
199
vision
networks
politics
motherfucker
motherfucking
congress
leader
shape
spelling
completely
silence
daughters
models
lamar
traffic
large
spoil
bleed
figured
russell
taller
wifes
##ophy
subtweeting
devils
jimmy
savages
hypocrisy
crossed
university
2015
witcha
frozen
princ
pressure
breh
bathroom
##ettes
splash
belongs
sarc
voting
##heads
program
jiggaboo
migos
roses
##colored
thincc
arguments
cdfu
##mission
##namon
doctor
doctors
avail
garden
shocked
decision
nikki
cinnamon
elementary
hawk
association
empty
traitor
bieber
jacob
mouf
steelers
original
diamond
schedule
ravens
survive
freedom
gorilla
younger
italian
oppounity
severely
benghazi
rejectedpeanutss
influence
leprechaun
essay
pistol
anxiety
website
marijuana
according
eyelashes
arizona
innocent
toilet
welfare
comfoable
rejectedpeanutsspecials
2am
32
33
48
400
510
61
8th
ak
a1
aer
ale
aists
aux
bg
bin
bom
bff
bree
berg
cs
cad
cuss
cass
cens
cath
ding
ded
dor
dow
dunk
dutch
ec
ell
era
fee
fits
fade
fired
faded
feds
fishing
gy
gta
het
hed
hee
heels
io
icy
jj
jock
jama
jane
kha
keef
kelly
ll
leak
mk
mam
mong
map
maa
mens
mount
nt
nj
nite
noooo
naa
nude
nons
nooo
nvm
oz
ooo
oly
pint
pitt
pour
pony
qa
qt
rant
rings
rounds
rams
rims
rules
si
site
sip
sends
sike
tm
tn
tg
tat
tam
tone
tink
txt
tub
tied
tamp
tuesday
una
vit
vin
vets
vines
viny
wis
ward
wah
wth
wage
woods
wealth
yer
##lead
##lines
##lmfa
##lmao
##ai
##av
##mies
##mend
##mind
##sl
##ses
##pow
##pac
##nas
##din
##cin
##cul
##cour
##ived
##iors
##ients
##gh
##gon
##gos
##gles
##gins
##oid
##ods
##ograph
##ua
##uke
##uate
##hal
##hour
##year
##rash
##rate
##read
##rage
##ruct
##tw
##tand
##ein
##vir
##wing
##was
##want
##will
##watch
##fight
##fto
##bat
##bon
##bell
##breed
##ju
##jay
##69
thi
thumb
thts
thighs
##ini
##chi
##erence
##atea
theory
##ingo
toy
toms
tops
todd
toler
##ena
##eng
holes
##orab
##ority
##ota
##oted
##otha
anton
##keep
whites
##eah
beers
shid
shades
##aya
inbox
lic
##oma
myth
niger
ofay
fukin
sty
itself
asht
askin
tri
tray
trent
tread
trif
trending
trigger
##iders
imo
image
immedi
loll
lover
##amn
##amin
##amatic
foreal
##allow
witness
hah
##eeze
chad
china
chapp
soph
##agne
##aganda
alleg
hers
butch
##imum
noise
##opter
theyd
bry
notch
frust
##urge
##ential
held
heated
##ppp
ability
##hero
weet
##ums
##umes
pride
proc
twin
crimin
knoww
knowledge
regr
reward
relevant
##olar
alike
alarm
sue
suit
sugg
dramatic
seg
sees
separ
seattle
blo
pls
plate
howard
however
bold
talkn
dej
dece
dems
depressed
sai
facing
yoga
yokel
clim
clue
cups
smiles
offer
##onge
##ains
spy
spank
spitting
sponge
hispan
##uda
slave
yaa
yaw
yaaa
##apy
##apers
##inder
realtalk
##ribut
dah
anytime
lex
leop
lemon
lefto
exotic
amend
amanda
byt
madd
flick
##ffle
overrated
nicer
unfa
unatt
active
actions
##ished
##ansas
afr
affect
coat
cocon
damned
##issa
##issipp
moet
moor
moder
moved
##ubs
thrown
dislike
urge
urban
carl
columbus
##ization
##berg
staff
##ula
##civil
mommy
awe
aww
awake
award
awww
ohio
##shi
##shot
turnup
payback
waffle
sucka
##els
shoved
shovel
enforce
craz
kidna
lml
coloreds
march
marie
marsh
marcus
tyler
hardcore
##gery
mayne
mach
mail
result
##bey
##belie
snake
snoop
demon
sings
prov
proved
lottery
elite
##gnize
mississipp
wishes
songz
textin
apples
winner
##irement
joint
joints
famu
foe
##pton
##athers
perry
relate
classes
balling
##ify
caer
mustard
mustache
drops
obam
racial
##rrr
messing
picking
##crimin
curse
laughin
accur
grease
greedy
minded
bullets
polo
wetbacks
commie
cryin
crybaby
camel
videos
wonderful
wars
##zzz
smelly
checks
cooked
##ivity
kicking
somebodys
holds
blocking
rocks
surf
surround
frontin
conference
grandmas
grandpa
added
patty
kisses
meth
nae
indust
lmaooooooo
rider
ridic
harv
harlem
rollin
rolled
compar
compared
forgetting
##iphop
perfectly
cleaning
niet
unfoun
handsome
correction
robe
robin
trippen
laughed
lesson
##gestfans
touched
sticks
expose
cowork
eric
smacking
lmfaoooooooo
honesty
150
mentality
washy
introd
##ractive
mexicans
mexico
driver
aboion
butts
donate
dreaming
daniel
daniels
memories
latest
punching
punched
weap
propaganda
ignoring
ignorance
turd
below
randomly
judg
bandwagon
fwm
invest
mlk
stressin
camer
motor
possessed
triple
network
cardinals
lingo
rivers
sneaky
motherfuckin
rns
burning
created
epic
dreads
emotion
types
ctfuu
bumpin
gtfoh
hunting
forehead
breathe
dumpster
threats
spoiled
potatoes
russian
##ricane
transl
alotta
interested
nomin
nomore
satan
satis
tempt
drawing
fixed
hurricane
inconsider
chucker
beyonce
htgaw
jordans
##world
flowers
foxnews
microw
several
closer
closet
bbq
casket
kris
split
carrying
accidentally
turntup
circles
bacc
yardie
psycho
ainn
hustle
susp
##lected
imagin
manners
struggles
honkie
thousands
slayed
apologize
brazilian
emabig
roasted
esteem
jerk
anthem
anthony
critical
approach
studying
cigarette
cigarettes
peckerwood
kaep
pushing
whisper
aliens
discovered
designer
feminist
##addup
defeat
smdh
conservatives
destroy
product
activities
concerned
multiple
education
professor
condoms
vegetables
avoid
##people
culture
scientists
quaer
elevator
boston
october
horses
guarantee
##osexual
disease
##ployed
murphy
hospital
congratulations
degeneratea
represent
cocaine
acknow
hippo
masturb
ncaa
wussup
yolo
chaplin
athlet
praise
manziel
execut
flavored
restaurant
sarcastic
available
downt
khaki
olym
pinto
vinyl
immediately
suggest
coconut
mississippi
##gestfans1d
inconsiderate
htgawm
emabiggestfans1d
degenerateaist
2m
28
29
47
44
54
500
72
98
9th
ax
ace
ads
aap
aqu
apr
auth
ahhh
aicle
bos
bent
bish
bice
biz
bugs
cay
cough
cnn
cmon
cakes
dv
ditch
dust
dink
dime
danny
eld
ery
fer
fizz
gs
gn
gah
guts
gassing
hc
hous
hul
hump
hank
heter
ip
ich
jar
jun
jame
jour
jury
jada
lg
lan
lag
latt
lana
mild
mute
mothers
mvp
nam
nie
nest
nood
nino
nbc
oun
ook
py
pas
pir
pays
pub
pity
rd
rig
roo
row
rome
rough
rank
rise
ripped
rico
rookie
ss
sig
tab
tuck
tats
tik
tumbl
ud
uhh
ven
vick
vile
vel
wu
wv
ww
woo
wishing
xx
xxx
yost
yase
zon
zip
zij
##lets
##lands
##mem
##mys
##mets
##sc
##sen
##some
##sbur
##xck
##pas
##pot
##pha
##nal
##name
##dri
##dead
##dles
##cra
##cons
##cott
##ios
##iber
##iqu
##kers
##know
##gate
##ox
##ody
##oever
##uf
##uary
##hit
##has
##hom
##hos
##hip
##hous
##hel
##hey
##yard
##ycl
##zard
##robe
##ev
##eat
##eys
##eira
##von
##val
##wal
##word
##woods
##fat
##fall
##fil
##bas
##bar
##bang
##bles
##bits
##bonds
##bpol
##je
thor
thong
##itz
##itos
##itical
##chie
##christ
##erving
##atl
##atat
##ingdead
##onment
toppy
tooth
torn
##eness
hoed
hogg
horr
hoping
##edo
##eday
##edict
##orse
##ords
anger
##ister
##isher
##isha
whack
whil
whether
shaking
thatll
ing
inbr
invis
inlove
lime
lift
liars
limit
##rels
andor
andrew
ont
##arch
##level
meek
fund
fully
stere
stinks
stiff
stories
stoned
asap
##ald
##alt
tracks
##idence
##ader
##ading
##ador
load
logo
ford
##alled
##ontin
##icopter
chit
chow
chant
cherry
sob
soda
##agra
##aghet
nem
assa
goth
upload
allen
allah
allstar
niggabitch
button
##ima
nove
iffy
##oppin
bri
brings
bryan
bricks
##inth
atta
golf
shittin
fridge
##urd
##uries
##urity
sheets
somehow
##entions
heas
height
##pps
knight
knicks
react
lolz
abu
webb
##season
prior
whatchu
twee
twatch
crust
crank
crusty
cramps
knowin
rey
revis
##maid
##oli
manly
##inky
alu
alpha
##stick
##amel
dro
drum
orang
##ando
wantin
seven
blk
blink
blax
bleach
pla
plain
boa
talker
dex
depress
##haa
##hale
##happy
##haps
fave
clar
clipp
clues
clingy
cubs
##ipes
nowplaying
##enda
##ender
offend
offense
spoke
spice
spaghet
goodm
thenna
##obama
slid
backs
backwards
##tail
peps
dave
##asss
##assment
guit
gull
lev
leash
leather
nevermind
combo
comedy
betray
armed
arrog
graph
amb
amen
amount
madden
flipped
##employed
##ffff
swore
swallow
unions
uncivil
unemployed
##ostit
damage
dammit
actor
buzz
ident
charles
dayum
diving
direction
illiter
bigot
biggie
cody
coco
##aced
##issy
therefore
##thats
uggs
conv
concl
conced
teens
teix
cheesy
disrup
urself
phat
yellows
quan
qual
keeper
killa
carol
cargos
maker
funeral
fever
feathers
babes
monster
##cience
moma
aware
awards
showin
schem
##shis
waist
afterwards
lastnight
advan
lace
laff
laund
shove
envir
craig
craving
pole
poly
attacks
stressed
streng
homecoming
##ggie
basis
basement
weezy
highest
##erior
mark
##ossible
fights
reminds
max
maar
cracked
reso
walkoff
snack
snob
givin
pupp
proving
elimin
elses
elissa
##ments
mission
ops
options
trusting
careful
pleasure
hotel
prevent
precious
desp
desk
useless
winston
parr
paran
mush
famili
straw
foam
foley
heaed
heavy
oregon
omar
20k
perform
coolest
##unte
contract
handed
handica
##gram
roaches
earl
earned
owner
##ification
##ounge
mocked
##phones
standard
causing
cavs
caoon
mornin
##loe
##loaded
countries
skit
skill
barber
barrel
##kka
nigguhs
mains
object
messin
messages
tae
diego
skinned
legacy
curb
curls
defend
halfbreed
accent
lower
repos
greg
grey
greet
##ierra
happiness
committed
sells
sellin
sellout
helicopter
dresses
##ushes
sounded
warri
10000
checking
cooking
voices
recom
recycl
denna
denial
nawl
squak
##tttt
fallin
surgery
fucced
security
excuses
hangin
midnight
pattern
hoodie
kissed
metal
teaching
indeed
lmaoooooooo
pissing
firefight
superhero
suppoing
##why
capital
rolling
roommate
##ymous
losers
scaring
undercover
##hehe
cleaned
murda
nikes
cease
edit
edges
powers
robbing
photos
photosh
wigs
wiggers
serving
touching
subject
claims
cowboy
erry
lmfaoooooo
lmfaooooooo
humans
pencil
millions
anglo
knocking
screams
screamed
screamin
moral
morals
morgan
windows
intentions
closeup
welp
darkie
strike
stribpol
impossible
ordering
expecting
expected
daddys
soulja
billion
##ological
rapping
busting
hunn
luke
sandals
boxing
script
scrolling
dmv
ebony
pancakes
memph
members
retweeting
eachother
latino
tests
##axon
traphous
trees
##ofth
##black
##blue
bucks
banned
bananas
##brace
dryer
groupie
merica
mermaid
smaer
soooooo
changes
smiley
officer
stressful
bakers
fckn
motiv
mutt
tatted
yassss
antis
create
jewish
brains
drafts
drafted
nearly
nosey
periods
wallah
##track
sneakers
rubbing
fails
grabs
covering
##aaaay
jayz
senate
amaz
creatures
tuna
##foot
location
champions
champagne
broadcast
hunter
timbs
##affe
channel
soldier
clowney
stripping
equality
fitness
tanaka
##wait
depoed
spicy
mtv
westside
towel
secrets
explains
mentioned
nomo
tempor
flee
landed
tags
bragging
govt
90s
banking
gabbys
romney
##airs
injury
injuns
include
grinding
muzzies
considered
flexin
pacer
cheaper
release
continues
taxes
ariana
distance
duhh
##gypt
choosing
delicious
circum
labor
label
voted
##guy
##ference
britney
priceless
replied
replace
gaza
hmmm
poms
peeps
suspect
##rupt
whiney
twisted
degrees
spiritual
miguel
nerds
trolling
apologizing
gaga
biden
celt
fisting
critic
alsina
blanket
decisions
nikko
audience
volunte
cruise
grape
bullying
worldseries
feminism
rivera
customer
customers
embarrassing
bastard
bastards
tiger
franklin
crayons
ideas
ideology
##browns
conservative
destroying
google
gurl
pilot
pokemon
traveling
immature
request
scrappy
charlies
divorced
paicip
paicular
deaf
mackle
##walkingdead
hobbies
society
butthu
septic
pineapples
european
delivering
citizens
dangerous
gentle
julia
wnba
wolf
brittany
practice
crooked
repeat
techn
americas
barrybonds
genuinely
griffin
ninja
nascar
anonymous
slightly
tyrese
recognize
specif
hundred
princip
bombs
bffl
nonsense
##leader
##lmfao
antonio
trifling
december
saiyan
spongebob
hispanic
leopard
leftover
amendment
unattractive
results
obamac
industry
harvard
weapons
satisf
imaginary
downtown
olympics
hulk
jameis
lgbt
tumblr
horror
inbred
invisible
attached
blaxican
spaghetti
pepsi
graphic
illiterate
teixeira
disrupts
laundry
environment
strength
familiar
handicapped
photoshop
1x
3d
34
3am
420
55
62
75
85
aar
aim
aight
aur
ayy
ayyy
bol
boney
bats
bond
billy
boner
cj
cob
coug
cage
cater
cave
civ
ccot
dot
dim
dash
dent
dak
dud
deter
dana
dict
dgaf
dicc
ehh
eww
event
econ
ewwww
egypt
fv
ff
fen
fot
fir
fos
fitting
fxck
fisher
gou
gea
gaw
gpa
ginger
hw
hired
honda
hubby
handy
iz
ijs
jell
jeezy
kd
ko
ky
kit
ker
kle
kent
kool
kod
kings
kkk
kfc
kansas
kinky
lv
loo
loooo
lah
lny
litter
lul
lance
lbs
lane
luts
mm
mh
mj
mck
mant
mone
mint
mun
mug
moke
mah
mng
males
moose
moles
mashed
nl
nu
nit
noo
nar
nash
nur
nine
nuh
nub
nile
nyy
native
nerv
nooooo
nfc
oc
oo
ove
ooooo
oli
oops
pad
pies
patch
pbo
pile
psh
pages
paki
rut
rir
rack
rows
roof
rival
sf
sas
sot
snd
spect
sized
sides
sippin
santa
sissy
ting
tut
tee
tang
tunch
tipped
tires
tables
uo
uuu
uhhh
va
vom
vint
vent
vib
viv
wick
wra
wond
waaaa
woy
waddup
yas
yee
yose
yooo
zoom
zomb
##lat
##las
##lad
##lip
##live
##lass
##lac
##aud
##mn
##mine
##mons
##mond
##mones
##mins
##sm
##sor
##smh
##pat
##pick
##pear
##pri
##pro
##path
##ni
##nis
##nut
##nys
##natur
##dm
##dn
##dat
##dog
##cat
##cant
##cash
##cers
##cause
##cist
##cup
##cue
##city
##cia
##cings
##count
##cmon
##iam
##ium
##iac
##ift
##ioles
##iantly
##kt
##kor
##kis
##kick
##kind
##gt
##gia
##gues
##green
##oe
##och
##uch
##hop
##hum
##hab
##hbt
##hrig
##yall
##yrs
##zs
##zo
##zor
##zie
##zidi
##ru
##rat
##ran
##rag
##rome
##rop
##rap
##rens
##rings
##rict
##tv
##town
##tier
##eon
##ext
##vv
##vet
##vable
##vited
##wd
##war
##wop
##would
##week
##washed
##fk
##fly
##fest
##fare
##field
##bes
##bie
##bies
##bush
##bler
##35
##70
##jays
##jah
##88
##80
thur
##itic
##itate
##inch
##inic
##inate
##esom
##esha
##ouri
##ching
##chill
##change
##ern
##erk
bitchim
bitchnigga
thewalkingdead
##anne
##onoun
youu
youth
tori
##cks
##ening
##encies
##enomen
hobby
##etish
##etty
##orld
##orial
##usion
##usional
##ige
##igen
##iggers
##iggin
anime
##isa
##kees
whom
whooped
##eall
##eable
beha
sht
shad
shant
shook
shown
sheep
##owa
ink
inning
inner
income
infr
